Repository: vgezer/steam-meta
Catalog: po/*.po
Languages: tr

source: ######## SUMMARY ########
tr: ######## ÖZET ########

source: The Battle for Wesnoth is an open source, turn-based strategy game with a high fantasy theme. Explore the four corners of Irdya in seventeen solo campaigns and dozens of multiplayer maps, taking part in countless adventures as you go.
tr: Battle for Wesnoth (Wesnoth Savaşı), büyük ölçüde fantezi temalı, açık kaynaklı ve sıra tabanlı bir strateji oyunudur. Irdya'nın dört bir köşesini onyedi tek kişilik seferberlik modunda veya sayısız maceralarda yer almak üzere onlarca çok oyunculu harita üzerinde keşfet.

source: ######## DESCRIPTION ########
tr: ######## AÇIKLAMA ########

source: The Battle for Wesnoth is an open source, turn-based strategy game with a high fantasy theme. From the plains of Weldyn to the forests of Wesmere, from the mines of Knalga to the soaring peaks of the Heart Mountains, take part in over a dozen adventures spanning centuries! Play as a young prince as he flees the encroaching forces of the Lich Lords to a new home across the sea... Delve into the blackest depths of the earth to craft a jewel of fire itself... Travel the continent in a daring quest to reclaim your rightful throne from a usurping queen... Step into the shoes of a young mage, his village beset by orcish invasion, as he seeks vengeance and immortality... Battle the undead hordes of a foul necromancer as he marches upon your capital... Lead a daring group of survivors across the blazing sands to a final confrontation with an unseen evil... The choice is up to you.
tr: Battle for Wesnoth, büyük ölçüde fantezi temalı, açık kaynaklı, sıra tabanlı bir strateji oyunudur. Weldyn ovalarından Wesmere ormanlarına, Knalga madenlerinden Kalp Dağları'nın yükselen zirvelerine, yüzyıllarca süren onlarca maceraya katıl! Lich Lords'un istilacı güçlerinden kaçmaya çalışan ve denizin karşısındaki yeni bir vatana giden genç bir prens olarak oyna... Ateşten bir mücevher yapmak için dünyanın en kara derinliklerine dal... Hakkın olan tahtı, savaşçı kraliçeden geri almak için kıyıları cesurca gez... Genç bir büyücünün yerine geç ve öfke ile ölümsüzlüğü ararken köyünün orklar tarafından yaratılan ordu ile istilasına karşı gel... Başkentine doğru yürüyen ölümsüz bir vahşi askerlerle savaş... Ateşli kumların karşısındaki hayatta kalmaya çalılşan cesur gruba liderlik et ve görünmeyen bir kötülük ile son bir çatışmaya gir... Seçim senin.

source: Then take the battle online! Choose from seven fully-balanced factions and duke it out with your friends in over 50 multiplayer maps for parties of all sizes!
tr: Ardından çevrimiçi savaşa katıl! Yedi tam dengelenmiş gruptan birini seç ve her boyuttan parti ile 50'den fazla çok oyunculu haritada arkadaşlarınla maceraya atıl!

source: Explore hundreds of creative community-made campaigns, maps, and factions for both single and multiplayer, and try your hand at crafting your own! Wesnoth features a built-in map editor, a highly moddable engine, a simple and intuitive scripting language, and a friendly and dedicated modding community. There's no telling what adventures you'll bring to life!
tr: Hem tek kişilik hem de çok oyunculu oyunlar için yüzlerce yaratıcı topluluk seferberliğini, haritaları ve grupları keşfet. Bir şeyler üretmeyi dene! Wesnoth'ta yerleşik bir harita düzenleyici, yüksek derecede modlanabilir bir motor, basit ve sezgisel bir betik dili ile arkadaşçıl ve adanmış bir modlama topluluğu vardır. Hangi maceraları hayata geçireceğini bilemezsin!

source: ######## SUPPORTED PLATFORMS - MINIMUM REQUIREMENTS ########
tr: ######## DESTEKLENEN PLATFORMLAR - ASGARİ GEREKSİNİMLER ########

source: #### OS VERSION ####
tr: #### İŞLETİM SİSTEMİ SÜRÜMÜ ####

source: Windows 7 SP1 or later
tr: Windows 7 SP1 veya sonrası

source: OS X 10.8 or later
tr: OS X 10.8 veya sonrası

source: Ubuntu 16.04 or compatible
tr: Ubuntu 16.04 veya uyumlu

source: #### PROCESSOR ####
tr: #### İŞLEMCİ ####

source: Dual-core 2.0 GHz or better
tr: Çift çekirdek 2.0 GHz veya daha iyi

source: #### GRAPHICS ####
tr: #### GRAFİK ####

source: #### SOUND CARD ####
tr: #### SES KARTI ####

source: #### ADDITIONAL NOTES ####
tr: #### EK NOTLAR ####

source: ######## SUPPORTED PLATFORMS - RECOMMENDED REQUIREMENTS ########
tr: ######## DESTEKLENEN PLATFORMLAR - ÖNERİLEN GEREKSİNİMLER ########

source: Ubuntu 18.04 or compatible
tr: Ubuntu 18.04 veya uyumlu

source: macOS 10.10 or later
tr: macOS 10.10 veya sonrası

source: Dual-core 3.2 GHz or better
tr: Çift çekirdek 3.2 GHz veya daha iyi

source: ######## LEGAL INFORMATION ########
tr: ######## YASAL BİLGİ ########
